Repository: Maksymr0906/Gymify
Catalog: Gymify.Web/Resources/Views/Main/FAQ.*.resx
Languages: uk

# A_Achievements
source: Achievements are milestones (e.g., "Reach Level 10", "Lift 1000kg total"). Unlocking achievements grants you special <strong>Titles</strong> that appear next to your name in the Leaderboard.
uk: Досягнення — це важливі віхи (наприклад, "Досягти 10 рівня", "Підняти 1000 кг сумарно"). Відкриття досягнень дає вам спеціальні <strong>Титули</strong>, які відображаються поруч із вашим ім'ям у таблиці лідерів.

# A_CasesInventory_Intro
source: As you level up, you can earn or buy <strong>Cases</strong>. Opening a case (via the Roulette minigame) grants you cosmetic items:
uk: Підвищуючи рівень, ви можете отримати або купити <strong>Кейси</strong>. Відкриття кейса (через міні-гру "Рулетка") дає вам косметичні предмети:

# A_CasesInventory_Item1
source: <strong>Avatars:</strong> Custom profile pictures.
uk: <strong>Аватари:</strong> Кастомні зображення профілю.

# A_CasesInventory_Item2
source: <strong>Frames:</strong> Borders around your avatar.
uk: <strong>Рамки:</strong> Окантовка навколо вашого аватара.

# A_CasesInventory_Item3
source: <strong>Backgrounds:</strong> Custom themes for your profile page.
uk: <strong>Фони:</strong> Кастомні теми для вашої сторінки профілю.

# A_CasesInventory_Outro
source: You can equip these items in your <strong>Profile</strong>.
uk: Ви можете екіпірувати ці предмети у своєму <strong>Профілі</strong>.

# A_CreateWorkout_Intro
source: It's simple:
uk: Це просто:

# A_CreateWorkout_Step1
source: Go to the <strong>Workouts Feed</strong> or Home Dashboard.
uk: Перейдіть у <strong>Стрічку тренувань</strong> або на Головну.

# A_CreateWorkout_Step2
source: Click the big orange <strong>"Create Workout"</strong> button.
uk: Натисніть велику помаранчеву кнопку <strong>"Створити тренування"</strong>.

# A_CreateWorkout_Step3
source: Add a name (e.g., "Leg Day") and description.
uk: Додайте назву (наприклад, "День ніг") та опис.

# A_CreateWorkout_Step4
source: Add exercises from our library, specifying sets, reps, and weight.
uk: Додайте вправи з нашої бібліотеки, вказавши сети, повторення та вагу.

# A_CreateWorkout_Step5
source: Save it, and you'll instantly earn XP!
uk: Збережіть, і ви миттєво отримаєте XP!

# A_EarnXP
source: XP (Experience Points) are calculated based on the volume of your workout. The more weight you lift and the more reps you do, the more XP you gain. Consistency also matters!
uk: XP розраховується на основі обсягу вашого тренування. Чим більшу вагу ви піднімаєте і чим більше повторень робите, тим більше XP отримуєте. Регулярність також важлива!

# A_EditWorkout
source: Currently, workouts are recorded as history logs. While you cannot edit a past log to "cheat" your stats, you can delete accidental entries.
uk: Наразі тренування записуються як історія. Хоча ви не можете редагувати минулий запис, щоб "накрутити" статистику, ви можете видалити помилкові записи.

# A_IsItFree
source: Yes! The core functionality of tracking workouts and leveling up is completely free. You can earn in-game currency by working out to unlock cosmetic items for your profile.
uk: Так! Основний функціонал (тренування та рівні) повністю безкоштовний. Ви можете заробляти ігрову валюту тренуючись, щоб відкривати косметичні предмети для профілю.

# A_WhatIsGymify
source: Gymify is a gamified fitness tracker designed to make your workouts addictive. We combine traditional tracking (sets, reps, weight) with RPG elements like XP, Levels, and Loot Boxes to keep you motivated.
uk: Gymify — це гейміфікований фітнес-трекер, створений, щоб зробити ваші тренування захопливими. Ми поєднуємо класичне відстеження (сети, повторення, вага) з RPG-елементами, такими як XP, рівні та лутбокси, щоб підтримувати вашу мотивацію.

# PageTitle
source: Guide & FAQ
uk: Довідка та FAQ

# Q_Achievements
source: What are Achievements?
uk: Що таке Досягнення?

# Q_CasesInventory
source: What are Cases and Inventory?
uk: Що таке Кейси та Інвентар?

# Q_CreateWorkout
source: How do I create a workout?
uk: Як створити тренування?

# Q_EarnXP
source: How do I earn XP?
uk: Як заробляти XP (досвід)?

# Q_EditWorkout
source: Can I edit a workout later?
uk: Чи можу я редагувати тренування пізніше?

# Q_IsItFree
source: Is it free to use?
uk: Це безкоштовно?

# Q_WhatIsGymify
source: What is Gymify?
uk: Що таке Gymify?

# Section_GettingStarted
source: Getting Started
uk: Початок роботи

# Section_Rewards
source: Leveling Up & Rewards
uk: Рівні та нагороди

# Section_Workouts
source: Workouts & Tracking
uk: Тренування та трекінг

# Support_Btn
source: Contact Support
uk: Зв'язатися з підтримкою

# Support_Subtitle
source: We are here to help you get the best shape of your life.
uk: Ми тут, щоб допомогти вам досягти найкращої форми у вашому житті.

# Support_Title
source: Still have questions?
uk: Залишилися питання?

# WelcomeSubtitle
source: Your ultimate companion for tracking progress, earning rewards, and staying consistent. Here is everything you need to know to get started.
uk: Ваш найкращий помічник для відстеження прогресу, отримання нагород та підтримки дисципліни. Тут є все, що потрібно для початку роботи.

# WelcomeTitle
source: Welcome to Gymify
uk: Ласкаво просимо в Gymify
